Repository: common-repository/wp-hyves
Catalog: locale/*.po
Languages: nl_nl

source: WP-Hyves Options
nl_nl: WP-Hyves Opties

source: CURL extension not installed:
nl_nl: CURL extensie niet geinstalleerd:

source: you must have CURL extension enabled in your php configuration
nl_nl: CURL moet aan staan in je php configuratie

source: Can't write to
nl_nl: Kan niet schrijven naar

source: Make sure the directory is writable by:<br/> <pre>chmod 777
nl_nl: Zorg dat de map schrijfbaar is door:<br/> <pre>chmod 777

source: Get Hyves API Key here:
nl_nl: Je kan de Hyves API sleutel hier vinden:

source: Enter Consumer key
nl_nl: Invoeren Consumer key

source: Enter Consumer secret
nl_nl: Invoeren Consumer secret

source: Save Changes
nl_nl: Bewaar

source: WP-Hyves is enabled
nl_nl: WP-Hyves is geactiveerd

source: If you cannot get this plugin to work <br/> please check your ip settings of the created Desktop Consumer at: <br/>
nl_nl: Als je deze plugin niet werkend krijgt <br/> check dan je ip instellingen van de Desktop Consumer op: <br/>

source: Copy IP:
nl_nl: Kopieer IP:

source: Import Friends
nl_nl: Importeer Vrienden

source: Support
nl_nl: Steun

source: <strong>Join the public WP-Hyves Hyve (for info and support) at:</strong><br/>
nl_nl: <strong>Sluit aan bij de publieke WP-Hyves Hyve (voor informatie en ondersteuning) via:</strong><br/>

source: Plugin by
nl_nl: Plugin door

source: name
nl_nl: naam

source: username
nl_nl: gebruikersnaam

source: Currently Imported Friends
nl_nl: Reeds Geimporteerde Vrienden

source: none
nl_nl: geen

source: WP-Hyves - My Friends Cloud
nl_nl: WP-Hyves - Vrienden

source: Hyves Friends Added
nl_nl: Hyves Vrienden

source: add friends
nl_nl: voeg vrienden toe

source: Hyves Friend Cloud
nl_nl: Hyves Vrienden

source: WP-Hyves - Friend Tips
nl_nl: WP-Hyves - Vrienden Tips

source: Hyves Tips from your friends
nl_nl: Hyves Tips van je vrienden

source: Import Tips
nl_nl: Importeer Tips

source: (0) Friends found
nl_nl: (0) Vrienden gevonden

source: WP-Hyves - Friend WWWs
nl_nl: WP-Hyves - WWWs van Vrienden

source: What are your friends doing?
nl_nl: Wat zijn je vrienden aan het doen zijn

source: Import WWWs
nl_nl: Importeer WWWs

source: WP-Hyves - Scraps
nl_nl: WP-Hyves - Krabbels

source: Import your latest hyves scraps
nl_nl: Importeer je laatste krabbels

source: Import Scraps
nl_nl: Importeer Krabbels

source: from
nl_nl: van

source: Hyves Scraps
nl_nl: Hyves Krabbels

source: Hyves Tips from Friends
nl_nl: Hyves Tips van Vrienden

source: Show your friends what you're doing
nl_nl: Laat je vrienden zien wat je aan het doen bent

source: session invalid, please retry
nl_nl: sessie onjuist, probeer nogmaals

source: Post added successfully!
nl_nl: Artikel succesvol toegevoegd!

source: View it here:
nl_nl: Bekijk deze hier:

source: return to menu
nl_nl: terug naar menu

source: WWW added successfully!
nl_nl: WWW toegevoegd!

source: Failed to add WWW
nl_nl: WWW niet toegevoegd

source: Importing Scraps
nl_nl: Importeren Krabbels

source: Please wait..
nl_nl: Even geduld aub..

source: Importing finished.
nl_nl: Importeren gelukt.

source: return to dashboard
nl_nl: terug naar dashboard

source: Importing Friend Tips
nl_nl: Importeren Tips

source: Importing Friend WWWs
nl_nl: Importeren WWWs

source: Default password for added users:
nl_nl: Standaard wachtwoord voor toegevoegde gebruikers:

source: Send this password to all users manually.
nl_nl: Verstuur dit wachtwoord handmatig naar alle gebruikers.

source: Select post to publish to Hyves
nl_nl: Selecteer artikel om te publiceren naar Hyves
